label p_1:
    play music "audio/music_2.mp3"
    scene imp_1 with dissolve
    "我们走出庭院，去阿轩的房间还要些时间。 为了打破沉寂， 我开始找了个话题。"
    show p8 with dissolve
    mc_1 "原来六郎是仙君啊。我发现你时，看你孤身一人。难道是初到人间，没有朋友在身旁，但是为何不向人求助？"
    six "白天我用的仙法太多，身体有些疲惫。到了夜晚，本想找当地土地问话。可却被你拦下了。我不向凡人求助是因为仙人不得和凡人走的太近。"
    mc_1 "这又是为何？"
    show six_30 with dissolve
    six "我的弟弟，七郎，和一个叫做董永的凡人成了亲。"
    six "可是天帝不许仙人与凡人有任何瓜葛。若是和凡人太亲近了， 我担心自己也会向弟弟一样，坠入凡尘，永世不得回天界。"
    six "况且。。"
    mc_1 "况且？"
    show six_31 with dissolve
    show six_31:
        subpixel True
        yalign 1.0
        linear 4.0 yalign 0.43
    six "人世间也只有区区几十年，不过百年。 若是自己的好友过世了，还要受得轮回之苦。"
    six "我虽是仙君，却不能救济好友，更不能为他们还阳续命。"
    six "空有仙法却不能永世庇佑好友，在两难的情况下，心里怎么好受？"
    "我一直以为六郎是一个单纯的小傻子，但是今日一语才知他其实心里也装了许多事情。 不与凡人做朋友是因为不想对凡间有太多牵挂。"
    "其实不仅仙人对人世间的生死，悲欢离合有太多的畏惧，就连凡人自己也是对未来有着许多的未知。"
    mc_1 "是不是等百年之后，六郎也会想着我？"
    hide six_31
    hide six_31 with dissolve
    six "（神情渐渐低落）希望那一天晚一点再来。 我还想和公主多呆在一起久一些。"
    mc_1 "拾起地上的花瓣）六郎明明说不想和凡人做朋友，可是心里其实很贪心。"
    mc_1 "现在这花瓣白里透红的确是很美，但是枯萎的花怎么还有人会记得呢？"
    mc_1 "别说百年，若是二十年后，说不定六郎都不认得我了吧。"
    six "公主何出此言？六郎绝不是那些肤浅的小人。 我自当会永远想念着和公主在一起的时间。"
    scene p8 with dissolve
    mc_1 "好啦，我只是开个玩笑。 怎么这么认真了？阿轩的房间到啦。 你可别提起自己的身份啊。"
    "我们拜访了阿轩。 她的身子确实虚弱了许多。 我吩咐下去让她好好休养几日。"
    mc_1 "六郎不是有这么多仙丹吗？ 那若是阿轩吃了仙丹之后是不是就恢复的比较快了？"
    six " 仙丹怎可给凡人来用？若是阿轩吃了仙丹，她就会有神力了。"
    mc_1 "就算如此，她与我情同姐妹，我不愿看她这么痛苦。 六郎一定有办法吧？"
    show six_27 with dissolve
    six " 也罢， 那就给她服用这枚丹丸。她的病迟迟未好，我也担心阿轩过不了这关。 食用丹药之后，很快就会恢复体力。"
    six "若是凡人吃了，不仅延年益寿，而且稍有神力。 以后她也可以好好保护你"
    jump p_3
label p_2:
    play music "audio/music_2.mp3"
    scene one8 with dissolve
    "我小心翼翼地守在大郎的床边，时不时为他擦去额头上的汗珠。"
    "太医说从小看我长大，还没有这么关心一个人过。几个太监小声喃喃道，难道这个俊朗的陌生男子是未来的准驸马？"
    "被人议论还是有些尴尬的。听到这句话，我吩咐他们都出去。"
    "看着昏迷不醒的大郎，我越来越担心。 国师确实法力无边，就连天上的神仙都不是他的对手。如今大郎被打伤成这样，不知何年何月才能康复。"
    "我走到门边，隐约地听见了太医们的谈话。"
    show imp_1 with dissolve
    "\"看来这回是难逃一死了。真是可惜了，亏他还这么年轻。\""
    "什么？！ 不是说吃了丹药就不会有事了吗？怎么现在变成这样了？"
    hide imp_1 with dissolve
    "原本他的冰块脸变得更没有血色了，我焦急得抓住了他冰冷的手。"
    mc_1 "你一定要平安无事。"
    "可是睡着的人并无任何反应。 从小到大，身为公主，我想要的东西应有尽有，可是这次我才感到真正的无助。"
    show p9 with dissolve
    "虽说是生死有命，难道想要他好好活着就这么困难吗？ 几滴泪水不受控制的落了下来。"
    "我看着屋内的许久未擦的神像，开始清理上面的污垢，诚心跪着祷告。"
    mc_1 "请求天帝一定要保佑大郎平安无事。 若是能让大郎早日康复，阿凌愿意不要荣华富贵， 甚至这辈子也不嫁人了，青灯古佛，独自一人。"
    show one10 with dissolve
    one "（疑惑）你为何如此担心本尊？"
    "回头一看，原来床上的人终于苏醒了。"
    mc_1 "（擦去泪水） 你终于醒了！我还以为。。还以为你这次永远都不会醒了。"
    one "（有些不解）本尊在世已久，听闻凡人最喜爱的莫过于荣华富贵，求得好姻缘了。为何你却宁愿抛弃这些只为换我的平安？"
    mc_1 "大郎既然已经修道成仙，不必再受轮回之苦，那自然也能明白其中道理。"
    show one12 with dissolve
    "有那么一刹那，他白皙的脸渐渐透红。难道是脸红了？"
    show one11 with dissolve
    one "天帝若是听到了你的请求，也必定不会答应你。人仙有别，我们注定无缘。 若是与人相恋，千年修为不仅毁于一旦，而且永世不得返回天庭。"
    show p7 with dissolve
    mc_1 "（失望）若是大郎哪天真心喜欢我了，肯定会为今日之言感到后悔的。"
    one "那你又是为什么爱慕本尊？"
    mc_1 "你和朝廷里那些谄媚的官员不一样。他们只想讨好我，完全因为我是公主罢了。 我觉得大郎虽然有些冷淡，但实则是外冷内热，是一个真性情的好郎君。"
    hide p7 with dissolve
    one "公主现在喜欢本尊只是因为我不是那些凡夫俗子。过些时日，等公主对我不再迷恋，说不定也会为今日之言感到后悔的。"
    mc_1 "郎君何出此言？"
    scene one10 with dissolve
    one "公主今年二十有余，可本尊在世已有千年。 既是见过人间的悲欢离合，也明白人心易变。"
    one "这世上唯有天道不曾更改，人间情爱也只是镜花水月罢了。"
    show one11 with dissolve
    "说完此话，他合上双眸，开始打坐。"
    mc_1 "你这个冰块脸，本公主不理你了。"
    "我的心好像被什么戳痛了似的，可是却不想在他的面前落泪。"
    "看来让一个仙君爱上凡人其实不是那么容易的事情。这千年里他是不是遇见过什么人？"
    "难不成曾经有某个女孩子让他伤了心？ 现在想起来，我确实对这个仙君还有许多不了解的地方。"
    show imp_1 with dissolve
    "一出门就看见了刚才的两位太医。"
    "我出去询问太医为何说大郎命不久矣，他们才回复，其实刚才他们说的是另一个年轻的太医。。。原来是我听错了？"
    jump p_3
label p_3:
    play music "audio/scary.mp3"
    scene 63 with dissolve
    "今天又是一个祭祀的一天。 这回父王说我必须要参加典礼，无奈之下我才许可。"
    "妖风吹过香炉，血腥的味道慢慢散开，我也感到不适。"
    show pm1 with dissolve
    npc1 "今日我用了十个童男童女的血来供给魔君， 陛下可放心，西凉百年都不会有灾难。 只是。。。"
    npc2 "只是什么？"
    npc1 "微臣方才卜了一卦，公主和西凉的命数有必要的关系。若是公主能在这个月出嫁，那么她可保西凉的太平。"
    show d1_1 with dissolve
    npc2 " 还有此事？"
    show 264 with dissolve
    npc1 "微臣只是善于卜卦，听从天意。"
    mc_1 "天意会索要童男童女之命？ 国师不要在这里危言耸听了。"
    npc1 "谁都知道，大多数西凉子民不信神，不拜佛，只信奉魔尊。若是连尊上的话都不听了，那么西凉的未来还有什么可言？"
    hide 264 with dissolve
    npc2 "好了，阿凌，这件事你可不许胡闹。 国师说的确实有理。 魔尊保佑我们这么多年，虽然祭祀是牺牲了性命，但是能保佑整个国家也是值得了。"
    npc2 "若是你不能在一个月内找到驸马，那还不如让朕来安排."
    mc_1 "我的亲事才不要父王来安排。反正就一个月，我就不信一个月内找不到驸马。"
    "虽然很不乐意，我不得不遵守父亲的命令"
    play music "audio/music_main.mp3"
    show two11 with moveinleft
    show two11:
        subpixel True
        yalign 1.0
        linear 4.0 yalign 0.35
    "在人群中，我在角落好像看到一人。 他微微一笑，和我相视时，让我不敢相信原来他会出现在这里。"
    show two12 with dissolve
    "祭祀结束后， 我悄悄溜走。 希望能与他交谈。"
    show p10 with dissolve
    mc_1 "（有些吃惊） 二郎？ 你怎么会在皇宫里？ 这回我可没有读什么诗句啊？"
    hide p10 with dissolve
    two "(不敢相信）你能看见我？"
    mc_1 "为何不能？"
    scene two13 with dissolve
    two "这就怪了。除非。。。（看着我的衣袖）你有什么宝物？"
    show p8 with dissolve
    mc_1 "我身为公主，自然宝物多的是了。"
    "二郎双手一挥，我袖子里的定水珠就闪闪发亮。过了片刻才失去光芒。"
    show two12 with dissolve
    two "原来是此物啊。 呵，真是巧了。 公主的宝物看起来不像凡尘之物，这是如何得来的？"
    mc_1 "这是好友相赠，那你呢？ 二郎还没有回答我的问题呢。"
    two "嗯？ 今天不是祭天大典吗？ 哈哈，小生就是来这里凑个热闹。"
    show p12 with dissolve
    mc_1 "（怀疑）不，你肯定不是说的真话。我还以为自从那次离别之后，二郎还会想着我。。。多日不见，是否连我的名字都忘了？"
    two "若是不想, 怎么会来这里呢？ 阿凌的名字小生怎会忘了？"
    mc_1 "那你可知我在一个月内就要嫁人了？"
    two "若是如此，那就有些可惜了。"
    mc_1 "嗯？为何可惜？"
    hide p12 with dissolve
    two "这么可爱的姑娘要嫁作他人妇，这还不可惜啊？"
    "虽然我猜他只是打趣我才这么说， 但是我的脸还是微微泛红。"
    show p11 with dissolve
    mc_1 "二郎就别打趣我了。这些日子还要和大臣之子们相亲，想想就觉得烦心。"
    two "若是阿凌觉得烦心，那过些时日，在下可带你出去游玩。"
    show two14 with dissolve
    two "我在帝都多日，听到百鸟啼叫，本是喜事，却也看见地方官员的腐败制度，民不聊生。 这和上次来拜访的时候差的太多了。"
    hide two14 with dissolve
    mc_1 "上一次你来京都是什么时候？"
    show two14 with dissolve
    two "一百多。。。（突然想到什么）"
    mc_1 "嗯？ 一百多什么？"
    scene two12 with dissolve
    two "自然是一百多天前了。哈哈， 难不成是一百多年吗？"
    mc_1 "（感叹) 一百多年前的西凉还信奉神仙，而现在贵族们都只信邪魔歪道了。之前保佑我们的北冥帝君也不再出现了。"
    two "北冥那个地方不仅人烟稀少，而且还常年下雪。 说不定神仙们也不想去那里上任呢。"
    mc_1 "说的好像二郎去过似的，那里尘封了十万恶鬼，普通人怎会去那里呢。"
    show two13 with dissolve
    two "你知道的挺多的嘛。那我问问你，昨日这皇宫里可有出现什么特别的人？阿凌可有撞见谁？"
    "难道他是在暗示大郎不成？"
    mc_1 "怎么了？"
    two "无事。小生还有些事要去办，今日撞见公主实乃巧合。 下一次若是有缘再见吧。"
    "看他走的这么急，我也不好留住他。 现在祭祀已经结束了， 我有些心不在焉地在宫里散步。 还没等我走到阿轩的住处，我就听见了嬉笑的声音。"
    scene x_2 with dissolve
    " 站在门外，我才发现原来是六郎吹着泡泡，逗得阿轩很是欣喜。夕阳下， 两人的影子倒映在宫廷的白墙上，就如恋人一般。"
    "看着六郎这么认真，而且刚刚大病初愈的阿轩如此欢喜，我也不好打扰他们。"
    "虽然站在同一片天空下，此情此景，我总觉得现在不应该留在这里。顿时， 我感到-"
    menu:
        "失落":
            "为何我总觉得心里有些空空的，好像失去了什么重要的人？如今的六郎是不是已经不是我的小傻子了？"
            "他是不是已经喜欢上其他人了？ 明明雨夜之时，他还对我如此上心，不过几日，难道他就变心了？"
            jump p_4
        "平静":
            "若是如此，六郎和阿轩说不定也是有缘分在一起。 一个仙君为了凡人，不惜打破天庭规矩， 还真是羡煞旁人。"
            "如此一来，这和神话里的七郎和董永一样让人羡慕。"
            jump p_4

label p_4:
    play music "audio/fan1.mp3"
    scene shore with dissolve
    "这一次，我决定自己一人出宫。还记得昔日九妹送给我的定水珠，我有些好奇地去了东海湾，想一试此物。"
    "可是我却不知如何运用神仙的宝物。 站在海边许久，我有些迟疑应该如何是好。"
    "这时，一个陌生男子的声音从附近传来。"
    show wd6 with dissolve
    boy "姑娘且慢！"
    "转过头来，我有些疑惑的看着旁边的少年。他刚好拉住我的衣袖。"
    mc_1 "你这是做甚？"
    boy "姑娘可不要想不开。一切都好商量。你这么年轻，而且还美丽动人，怎可寻死？"
    mc_1 "什么？你以为我要寻死？本公主只是不知如何入海而已。反正你也不懂。"
    show wd11 with dissolve
    boy "你是公主？哈哈，那正好我是太子。想要入海，姑娘可知神通？"
    show p13 with dissolve
    mc_1 "哼，你竟然藐视皇权。本公主不和你一般见识。神通略知一二。"
    mc_1 "（看着他手上的贺礼）怎么，你带着这么多东西来海边？"
    boy "若是知晓神通，何不大显身手？这些贺礼是送给亲戚的礼物，今日家中老者大寿，自然是要孝敬老人家。"
    mc_1 "你说什么我就非得听不成？这不是把人当猴耍吗？"
    hide p13 with dissolve
    boy "哈哈，我可不敢惹猴子。上一次认识的那个猴王都已经得到真身。公主想要入海可是需要宝物的。"
    mc_1 "不就是定水珠吗？本公主多的是。"
    show wd5 with dissolve
    boy "（疑惑）你。。。真有此物？"
    "他摆了摆袖子，不到片刻，定水珠就从我的袖子里飞出来了。"
    mc_1 "你懂得妖法？还不赶快将其还给本公主！"
    boy "此乃神通，不是妖法。还给你，那好啊。要是姑娘能拿到此物，我就还给你。"
    "这个少年还真能折腾，本来就是和他完全无关的事情都要来凑热闹。"
    "我有些不耐烦了，本想踮着脚去拿浮在空中的珠子，奈何每当我的手指碰触到表面时，珠子的高度又上升了。"
    mc_1 "你分明就是耍赖！"
    boy "哈哈，公主应当运用些仙法才是，不然是拿不到这定水珠的。"
    "看来他是故意为难我的。看我怎么整治这个少年。"
    scene p14 with dissolve
    mc_1 "这有何难？只需借郎君的一只腿来用便好。"
    boy "嗯？姑娘这是何意啊？"
    "虽说现在仙法还不行，但是我的武术还是能排得上用场的。"
    "我轻盈的踢着他的左腿，接着高度跳上了上空，不费九牛二虎之力就拿到了定水珠。"
    show wd5 with dissolve
    boy "（吃痛）你这姑娘怎么如此刁蛮。"
    mc_1 "（得意洋洋）还不是因为你这个无名小卒想要挑战本公主的耐心。"
    boy "无名小卒？本太子在世还是第一次被人称作无名小卒。那好，今日我就带你入海。"
    boy "这样你也可告知是如何得来龙宫的宝物。"
    "如果他真能带我入海，那也正好如我所愿。我点了点头，他的嘴角轻轻上扬"
    show p17 with dissolve
    play sound "audio/splash.mp3"
    "还没等我反应过来，就拉着我的手腕，双双跳进了海里。"
    "原本我还害怕自己不能呼吸，可是在水下之后，我才发现自己其实可以在水里呼吸。"
    "这个少年水性极好，不仅带着我游到海底深处，而且我们很快就到了龙宫。"
    show p18 with dissolve
    "附近的虾兵蟹将看到我身旁的男子都恭敬地打了招呼，这整个龙宫和皇宫的设计也有些相似。"
    "我虽然不去龙王庙上香，但是现在才突然记起来是龙王的大寿。"
    "今日虽然来了许多神仙祝贺，但是我在远处就发现了九妹。 看来这个少年真的是仙人。"
    mc_1 "你到底是谁？"
    scene wd7 with dissolve
    boy "姑娘在岸上就已经问我这个问题了。我乃是西海储君，摩昂太子。"
    dude9 "数百年前，我的弟弟小白龙曾拜高僧玄奘为师，并与其一起西行取得真经。"
    "原来他是西海太子，看来这少年倒是来头不小。"
    "九妹见到我满是欣喜。"
    show jm4 with dissolve
    f1 "阿凌姐姐终于来找我玩了！咦？怎么姐姐也与表兄相识？"
    menu:
        "我们只是初识。":
            jump p_5
        "摩昂太子帮助了我入海。":
            jump p_5
label p_5:
    f1 "原来如此。表兄仙术高强，法力无边，他倒是能教你好多仙术。"
    hide jm4 with dissolve
    dude9 "九妹悟性极高，不仅与佛有缘，而且能看懂无字天书。 "
    dude9 "我虽然有些神通，但是论天赋，还是九妹更胜一筹。"
    mc_1 "（挑了挑眉）看来太子殿下还是挺谦虚的嘛。"
    dude9 "自是比公主殿下谦虚。"
    mc_1 "啊，我突然想起来，今日是老龙王寿辰，我却既没有拜帖，又没携带礼物。怎么说都是失了礼数。"
    f1 "阿凌姐姐不必担心，我的父王不是小气之人。再说，你是我的客人，谁会为难于你呢？"
    dude9 "况且你是本殿下带来的人，要是真有人敢惹事，那就得问问我的武器答不答应了。"
    "听到这里，我安心许多，于是和九妹一同坐下。"
show black
"测试版到此结束，您是否想查看游戏的更多更新？"
menu:
    "是":
        "请在脸书，推特，ig关注我们。FB:@mayflowerstudiogames, Twitter: @MayflowerDev, Ig:@mayflowerstudiogames "
        "一定要填这份更新通知哦。  https://forms.gle/QN7ZmudcyJaZvn2h8 "
        show creditscroll
        $ renpy.pause(15.0, hard=True)
        hide creditscroll

        $ MainMenu(confirm=False)()
