label p_1:
    play music "audio/music_2.mp3"
    scene imp_1 with dissolve
    "我们走出庭院，去阿轩的房间还要些时间。 为了打破沉寂， 我开始找了个话题。"
    show p8 with dissolve
    mc_1 "原来六郎是仙君啊。我发现你时，看你孤身一人。难道是初到人间，没有朋友在身旁，但是为何不向人求助？"
    six "白天我用的仙法太多，身体有些疲惫。到了夜晚，本想找当地土地问话。可却被你拦下了。我不向凡人求助是因为仙人不得和凡人走的太近。"
    mc_1 "这又是为何？"
    show six_30 with dissolve
    six "我的弟弟，七郎，和一个叫做董永的凡人成了亲。"
    six "可是天帝不许仙人与凡人有任何瓜葛。若是和凡人太亲近了， 我担心自己也会向弟弟一样，坠入凡尘，永世不得回天界。"
    six "况且。。"
    mc_1 "况且？"
    show six_31 with dissolve
    show six_31:
        subpixel True
        yalign 1.0
        linear 4.0 yalign 0.43
    six "人世间也只有区区几十年，不过百年。 若是自己的好友过世了，还要受得轮回之苦。"
    six "我虽是仙君，却不能救济好友，更不能为他们还阳续命。"
    six "空有仙法却不能永世庇佑好友，在两难的情况下，心里怎么好受？"
    "我一直以为六郎是一个单纯的小傻子，但是今日一语才知他其实心里也装了许多事情。 不与凡人做朋友是因为不想对凡间有太多牵挂。"
    "其实不仅仙人对人世间的生死，悲欢离合有太多的畏惧，就连凡人自己也是对未来有着许多的未知。"
    mc_1 "是不是等百年之后，六郎也会想着我？"
    hide six_31
    hide six_31 with dissolve
    six "（神情渐渐低落）希望那一天晚一点再来。 我还想和公主多呆在一起久一些。"
    mc_1 "拾起地上的花瓣）六郎明明说不想和凡人做朋友，可是心里其实很贪心。"
    mc_1 "现在这花瓣白里透红的确是很美，但是枯萎的花怎么还有人会记得呢？"
    mc_1 "别说百年，若是二十年后，说不定六郎都不认得我了吧。"
    six "公主何出此言？六郎绝不是那些肤浅的小人。 我自当会永远想念着和公主在一起的时间。"
    scene p8 with dissolve
    mc_1 "好啦，我只是开个玩笑。 怎么这么认真了？阿轩的房间到啦。 你可别提起自己的身份啊。"
    "我们拜访了阿轩。 她的身子确实虚弱了许多。 我吩咐下去让她好好休养几日。"
    mc_1 "六郎不是有这么多仙丹吗？ 那若是阿轩吃了仙丹之后是不是就恢复的比较快了？"
    six " 仙丹怎可给凡人来用？若是阿轩吃了仙丹，她就会有神力了。"
    mc_1 "就算如此，她与我情同姐妹，我不愿看她这么痛苦。 六郎一定有办法吧？"
    show six_27 with dissolve
    six " 也罢， 那就给她服用这枚丹丸。她的病迟迟未好，我也担心阿轩过不了这关。 食用丹药之后，很快就会恢复体力。"
    six "若是凡人吃了，不仅延年益寿，而且稍有神力。 以后她也可以好好保护你"
    jump p_3
label p_2:
    play music "audio/music_2.mp3"
    scene one8 with dissolve
    "我小心翼翼地守在大郎的床边，时不时为他擦去额头上的汗珠。"
    "太医说从小看我长大，还没有这么关心一个人过。几个太监小声喃喃道，难道这个俊朗的陌生男子是未来的准驸马？"
    "被人议论还是有些尴尬的。听到这句话，我吩咐他们都出去。"
    "看着昏迷不醒的大郎，我越来越担心。 国师确实法力无边，就连天上的神仙都不是他的对手。如今大郎被打伤成这样，不知何年何月才能康复。"
    "我走到门边，隐约地听见了太医们的谈话。"
    show imp_1 with dissolve
    "\"看来这回是难逃一死了。真是可惜了，亏他还这么年轻。\""
    "什么？！ 不是说吃了丹药就不会有事了吗？怎么现在变成这样了？"
    hide imp_1 with dissolve
    "原本他的冰块脸变得更没有血色了，我焦急得抓住了他冰冷的手。"
    mc_1 "你一定要平安无事。"
    "可是睡着的人并无任何反应。 从小到大，身为公主，我想要的东西应有尽有，可是这次我才感到真正的无助。"
    show p9 with dissolve
    "虽说是生死有命，难道想要他好好活着就这么困难吗？ 几滴泪水不受控制的落了下来。"
    "我看着屋内的许久未擦的神像，开始清理上面的污垢，诚心跪着祷告。"
    mc_1 "请求天帝一定要保佑大郎平安无事。 若是能让大郎早日康复，阿凌愿意不要荣华富贵， 甚至这辈子也不嫁人了，青灯古佛，独自一人。"
    show one10 with dissolve
    one "（疑惑）你为何如此担心本尊？"
    "回头一看，原来床上的人终于苏醒了。"
    mc_1 "（擦去泪水） 你终于醒了！我还以为。。还以为你这次永远都不会醒了。"
    one "（有些不解）本尊在世已久，听闻凡人最喜爱的莫过于荣华富贵，求得好姻缘了。为何你却宁愿抛弃这些只为换我的平安？"
    mc_1 "大郎既然已经修道成仙，不必再受轮回之苦，那自然也能明白其中道理。"
    show one12 with dissolve
    "有那么一刹那，他白皙的脸渐渐透红。难道是脸红了？"
    show one11 with dissolve
    one "天帝若是听到了你的请求，也必定不会答应你。人仙有别，我们注定无缘。 若是与人相恋，千年修为不仅毁于一旦，而且永世不得返回天庭。"
    show p7 with dissolve
    mc_1 "（失望）若是大郎哪天真心喜欢我了，肯定会为今日之言感到后悔的。"
    one "那你又是为什么爱慕本尊？"
    mc_1 "你和朝廷里那些谄媚的官员不一样。他们只想讨好我，完全因为我是公主罢了。 我觉得大郎虽然有些冷淡，但实则是外冷内热，是一个真性情的好郎君。"
    hide p7 with dissolve
    one "公主现在喜欢本尊只是因为我不是那些凡夫俗子。过些时日，等公主对我不再迷恋，说不定也会为今日之言感到后悔的。"
    mc_1 "郎君何出此言？"
    scene one10 with dissolve
    one "公主今年二十有余，可本尊在世已有千年。 既是见过人间的悲欢离合，也明白人心易变。"
    one "这世上唯有天道不曾更改，人间情爱也只是镜花水月罢了。"
    show one11 with dissolve
    "说完此话，他合上双眸，开始打坐。"
    mc_1 "你这个冰块脸，本公主不理你了。"
    "我的心好像被什么戳痛了似的，可是却不想在他的面前落泪。"
    "看来让一个仙君爱上凡人其实不是那么容易的事情。这千年里他是不是遇见过什么人？"
    "难不成曾经有某个女孩子让他伤了心？ 现在想起来，我确实对这个仙君还有许多不了解的地方。"
    show imp_1 with dissolve
    "一出门就看见了刚才的两位太医。"
    "我出去询问太医为何说大郎命不久矣，他们才回复，其实刚才他们说的是另一个年轻的太医。。。原来是我听错了？"
    jump p_3
label p_3:
    play music "audio/scary.mp3"
    scene 63 with dissolve
    "今天又是一个祭祀的一天。 这回父王说我必须要参加典礼，无奈之下我才许可。"
    "妖风吹过香炉，血腥的味道慢慢散开，我也感到不适。"
    show pm1 with dissolve
    npc1 "今日我用了十个童男童女的血来供给魔君， 陛下可放心，西凉百年都不会有灾难。 只是。。。"
    npc2 "只是什么？"
    npc1 "微臣方才卜了一卦，公主和西凉的命数有必要的关系。若是公主能在这个月出嫁，那么她可保西凉的太平。"
    show d1_1 with dissolve
    npc2 " 还有此事？"
    show 264 with dissolve
    npc1 "微臣只是善于卜卦，听从天意。"
    mc_1 "天意会索要童男童女之命？ 国师不要在这里危言耸听了。"
    npc1 "谁都知道，大多数西凉子民不信神，不拜佛，只信奉魔尊。若是连尊上的话都不听了，那么西凉的未来还有什么可言？"
    hide 264 with dissolve
    npc2 "好了，阿凌，这件事你可不许胡闹。 国师说的确实有理。 魔尊保佑我们这么多年，虽然祭祀是牺牲了性命，但是能保佑整个国家也是值得了。"
    npc2 "若是你不能在一个月内找到驸马，那还不如让朕来安排."
    mc_1 "我的亲事才不要父王来安排。反正就一个月，我就不信一个月内找不到驸马。"
    "虽然很不乐意，我不得不遵守父亲的命令"
    play music "audio/music_main.mp3"
    show two11 with moveinleft
    show two11:
        subpixel True
        yalign 1.0
        linear 4.0 yalign 0.35
    "在人群中，我在角落好像看到一人。 他微微一笑，和我相视时，让我不敢相信原来他会出现在这里。"
    show two12 with dissolve
    "祭祀结束后， 我悄悄溜走。 希望能与他交谈。"
    show p10 with dissolve
    mc_1 "（有些吃惊） 二郎？ 你怎么会在皇宫里？ 这回我可没有读什么诗句啊？"
    hide p10 with dissolve
    two "(不敢相信）你能看见我？"
    mc_1 "为何不能？"
    scene two13 with dissolve
    two "这就怪了。除非。。。（看着我的衣袖）你有什么宝物？"
    show p8 with dissolve
    mc_1 "我身为公主，自然宝物多的是了。"
    "二郎双手一挥，我袖子里的定水珠就闪闪发亮。过了片刻才失去光芒。"
    show two12 with dissolve
    two "原来是此物啊。 呵，真是巧了。 公主的宝物看起来不像凡尘之物，这是如何得来的？"
    mc_1 "这是好友相赠，那你呢？ 二郎还没有回答我的问题呢。"
    two "嗯？ 今天不是祭天大典吗？ 哈哈，小生就是来这里凑个热闹。"
    show p12 with dissolve
    mc_1 "（怀疑）不，你肯定不是说的真话。我还以为自从那次离别之后，二郎还会想着我。。。多日不见，是否连我的名字都忘了？"
    two "若是不想, 怎么会来这里呢？ 阿凌的名字小生怎会忘了？"
    mc_1 "那你可知我在一个月内就要嫁人了？"
    two "若是如此，那就有些可惜了。"
    mc_1 "嗯？为何可惜？"
    hide p12 with dissolve
    two "这么可爱的姑娘要嫁作他人妇，这还不可惜啊？"
    "虽然我猜他只是打趣我才这么说， 但是我的脸还是微微泛红。"
    show p11 with dissolve
    mc_1 "二郎就别打趣我了。这些日子还要和大臣之子们相亲，想想就觉得烦心。"
    two "若是阿凌觉得烦心，那过些时日，在下可带你出去游玩。"
    show two14 with dissolve
    two "我在帝都多日，听到百鸟啼叫，本是喜事，却也看见地方官员的腐败制度，民不聊生。 这和上次来拜访的时候差的太多了。"
    hide two14 with dissolve
    mc_1 "第一次你来京都是什么时候？"
    show two14 with dissolve
    two "五百多。。。（突然想到什么）"
    mc_1 "嗯？ 五百多什么？"
    scene two12 with dissolve
    two "自然是五百多天前了。哈哈， 难不成是五百多年吗？"
    mc_1 "（感叹) 五百多年前的西凉还信奉神仙，而现在贵族们都只信邪魔歪道了。之前保佑我们的北冥帝君也不再出现了。"
    two "北冥那个地方不仅人烟稀少，而且还常年下雪。 说不定神仙们也不想去那里上任呢。"
    mc_1 "说的好像二郎去过似的，那里尘封了十万恶鬼，普通人怎会去那里呢。"
    show two13 with dissolve
    two "你知道的挺多的嘛。那我问问你，昨日这皇宫里可有出现什么特别的人？阿凌可有撞见谁？"
    "难道他是在暗示大郎不成？"
    mc_1 "怎么了？"
    two "无事。小生还有些事要去办，今日撞见公主实乃巧合。 下一次若是有缘再见吧。"
    "看他走的这么急，我也不好留住他。 现在祭祀已经结束了， 我有些心不在焉地在宫里散步。 还没等我走到阿轩的住处，我就听见了嬉笑的声音。"
    scene x_2 with dissolve
    " 站在门外，我才发现原来是六郎吹着泡泡，逗得阿轩很是欣喜。夕阳下， 两人的影子倒映在宫廷的白墙上，就如恋人一般。"
    "看着六郎这么认真，而且刚刚大病初愈的阿轩如此欢喜，我也不好打扰他们。"
    "虽然站在同一片天空下，此情此景，我总觉得现在不应该留在这里。顿时， 我感到-"
    menu:
        "失落":
            "为何我总觉得心里有些空空的，好像失去了什么重要的人？如今的六郎是不是已经不是我的小傻子了？"
            "他是不是已经喜欢上其他人了？ 明明雨夜之时，他还对我如此上心，不过几日，难道他就变心了？"
            jump p_4
        "平静":
            "若是如此，六郎和阿轩说不定也是有缘分在一起。 一个仙君为了凡人，不惜打破天庭规矩， 还真是羡煞旁人。"
            "如此一来，这和神话里的七郎和董永一样让人羡慕。"
            jump p_4

label p_4:
    play music "audio/reincarnation.mp3"
    scene bg19 with dissolve
    "或许有些失措了，我决定离开这里。"
    "还是去别处看看吧。我跟着自己的直觉去了大郎的房间。"
    "果不其然，房间内传来的是二郎和大郎的谈话声。"
    show both2 with dissolve
    two "兄长，原来你被公主所救。看来如今你的伤势已经好了，这样我和弟弟们也不用担心你了。"
    one "再过一个时辰，等我恢复所有的仙法，我们就一同离开皇宫。"
    one "这个妖孽比我想象中还要厉害许多。若是只用武力，我们并非他的对手。"
    two "哟，你舍得离开吗？"
    two "这西凉的公主对你有意，她又有国色天香之貌，你可舍得现在走？就不去道别？"
    one "人仙有别，纵使她有西施之貌，我也对她并无任何感情。"
    one "我既然对她并无意，现在走，以后走都不会改变什么。"
    two "兄长现在把话说得这么死，以后可不要后悔才好。那个时候可就晚了。"
    one "后悔？与人相恋就好比是水中捞月，到头来只是一场空。"
    one "何等狂人才会把千年修为作为赌注，只为和一介凡人相守区区数十载的光阴？"
    two "（想到什么）还是因为你心有所属，其他凡间女子你早就不放在眼里了？"
    two "怎么说阿凌是金枝玉叶，你要是直接拒绝人家，那她会多伤心啊。"
    one "（摇头）众生在我眼里皆为平等，不管是公主还是平民百姓，我都一视同仁。"
    one "作为仙人，我们应该惩治恶人，赏罚分明，不该给凡人不切实际的希望。"
    one "我心意已决，不管后果如何，我都不会接受公主的心意。"
    one "我等仙人并非公主的良人。"
    hide both2 with dissolve
    "听到这里，我都快心碎了。大郎是我在人世间第一个心动的人。"
    "想到我第一次遇见他时，有一个小贼趁我微服私访时偷了我的钱包。"
    "他不等我道谢，就把那贼人惩治。当我问他是否要银两还是报酬来感谢他的义举，他也冷淡地拒绝了。"
    "如今我才明白当时大郎只是以仙人的身份来惩治不法之徒。"
    "我们萍水相逢，并不是像戏曲里说得那么好听。"
    "我对他的好感也是基于他不像朝里那些献媚讨好的官员们。"
    "时至今日，我都是一厢情愿。我一刻都不想在皇宫里待下去了。"
    play music "audio/fan1.mp3"
    scene shore with dissolve
    "这一次，我决定自己一人出宫。还记得昔日九妹送给我的定水珠，我有些好奇地去了东海湾，想一试此物。"
    "可是我却不知如何运用神仙的宝物。 站在海边许久，我有些迟疑应该如何是好。"
    "这时，一个陌生男子的声音从附近传来。"
    show wd6 with dissolve
    boy "姑娘且慢！"
    "转过头来，我有些疑惑的看着旁边的少年。他刚好拉住我的衣袖。"
    mc_1 "你这是做甚？"
    boy "姑娘可不要想不开。一切都好商量。你这么年轻，而且还美丽动人，怎可寻死？"
    mc_1 "什么？你以为我要寻死？本公主只是不知如何入海而已。反正你也不懂。"
    show wd11 with dissolve
    boy "你是公主？哈哈，那正好我是太子。想要入海，姑娘可知神通？"
    show p13 with dissolve
    mc_1 "哼，你竟然藐视皇权。本公主不和你一般见识。神通略知一二。"
    mc_1 "（看着他手上的贺礼）怎么，你带着这么多东西来海边？"
    boy "若是知晓神通，何不大显身手？这些贺礼是送给亲戚的礼物，今日家中老者大寿，自然是要孝敬老人家。"
    mc_1 "你说什么我就非得听不成？这不是把人当猴耍吗？"
    hide p13 with dissolve
    boy "哈哈，我可不敢惹猴子。上一次认识的那个猴王都已经得到真身。公主想要入海可是需要宝物的。"
    mc_1 "不就是定水珠吗？本公主多的是。"
    show wd5 with dissolve
    boy "（疑惑）你。。。真有此物？"
    "他摆了摆袖子，不到片刻，定水珠就从我的袖子里飞出来了。"
    mc_1 "你懂得妖法？还不赶快将其还给本公主！"
    boy "此乃神通，不是妖法。还给你，那好啊。要是姑娘能拿到此物，我就还给你。"
    "这个少年还真能折腾，本来就是和他完全无关的事情都要来凑热闹。"
    "我有些不耐烦了，本想踮着脚去拿浮在空中的珠子，奈何每当我的手指碰触到表面时，珠子的高度又上升了。"
    mc_1 "你分明就是耍赖！"
    boy "哈哈，公主应当运用些仙法才是，不然是拿不到这定水珠的。"
    "看来他是故意为难我的。看我怎么整治这个少年。"
    scene p14 with dissolve
    mc_1 "这有何难？只需借郎君的一只腿来用便好。"
    boy "嗯？姑娘这是何意啊？"
    "虽说现在仙法还不行，但是我的武术还是能排得上用场的。"
    "我轻盈的踢着他的左腿，接着高度跳上了上空，不费九牛二虎之力就拿到了定水珠。"
    show wd5 with dissolve
    boy "（吃痛）你这姑娘怎么如此刁蛮。"
    mc_1 "（得意洋洋）还不是因为你这个无名小卒想要挑战本公主的耐心。"
    boy "无名小卒？本太子在世还是第一次被人称作无名小卒。那好，今日我就带你入海。"
    boy "这样你也可告知是如何得来龙宫的宝物。"
    "如果他真能带我入海，那也正好如我所愿。我点了点头，他的嘴角轻轻上扬"
    show p17 with dissolve
    play sound "audio/splash.mp3"
    "还没等我反应过来，就拉着我的手腕，双双跳进了海里。"
    "原本我还害怕自己不能呼吸，可是在水下之后，我才发现自己其实可以在水里呼吸。"
    "这个少年水性极好，不仅带着我游到海底深处，而且我们很快就到了龙宫。"
    show p18 with dissolve
    "附近的虾兵蟹将看到我身旁的男子都恭敬地打了招呼，这整个龙宫和皇宫的设计也有些相似。"
    "我虽然不去龙王庙上香，但是现在才突然记起来是龙王的大寿。"
    "今日虽然来了许多神仙祝贺，但是我在远处就发现了九妹。 看来这个少年真的是仙人。"
    mc_1 "你到底是谁？"
    show wd7 with dissolve 
    boy "姑娘在岸上就已经问我这个问题了。我乃是西海储君，摩昂太子。"
    dude9 "数百年前，我的弟弟小白龙曾拜高僧玄奘为师，并与其一起西行取得真经。"
    "原来他是西海太子，看来这少年倒是来头不小。"
    "九妹见到我满是欣喜。"
    show jm4 with dissolve
    f1 "阿凌姐姐终于来找我玩了！咦？怎么姐姐也与表兄相识？"
    menu:
        "我们只是初识。":
            jump p_5
        "摩昂太子帮助了我入海。":
            jump p_5
label p_5:
    f1 "原来如此。表兄仙术高强，法力无边，他倒是能教你好多仙术。"
    scene wd7 with dissolve
    dude9 "九妹悟性极高，不仅与佛有缘，而且能看懂无字天书。 "
    dude9 "我虽然有些神通，但是论天赋，还是九妹更胜一筹。"
    mc_1 "（挑了挑眉）看来太子殿下还是挺谦虚的嘛。"
    dude9 "自是比公主殿下谦虚。"
    play music "audio/datangdong.ogg"
    show princess1 with dissolve
    mc_1    "啊，我突然想起来，今日是老龙王寿辰，我却既没有拜帖，又没携带礼物。怎么说都是失了礼数。"
    show jm3 with dissolve
    f1 "阿凌姐姐不必担心，我的父王不是小气之人。再说，你是我的客人，谁会为难于你呢？" 
    dude9 "况且你是本殿下带来的人，要是真有人敢惹事，那就得问问我的武器答不答应了。"
    "听到这里，我安心许多，于是和九妹一同坐下。"
    show dragon with dissolve
    dking "今日各位大仙来到龙宫为吾祝寿，本王甚是感动。各位请用膳吧。"
    show sx4 with dissolve
    "还没等我拿起筷子，我就发现了上座的一些神仙们。"
    show sx5 with dissolve
    "不仅赤脚大仙，八仙，和五庄观的元稹子都来赴宴，而且还有百年前西行回来的猴王孙悟空和他的师弟猪八戒。"
    show sx3 with dissolve
    "其他海的龙王们也纷纷赶来祝贺敬酒，一时间好不热闹。"
    "这些本都是说书先生嘴里的神话人物突然出现在我身边，我对他们都充满了好奇心。"
    show monkey with dissolve
    monkey "老头，当年西行之路阻扰甚多，多亏了你们及时帮忙，不然俺老孙还不知道要走多少冤枉路呢。"
    monkey "如今赶上了你大寿，我就在不周山带了些宝物来。"
    dking "佛爷真是客气了。当年都是举手之劳。要不是你们师徒，我的侄儿小白龙也不会得道。"
    dking "说起来，还得感谢佛爷呢。"
    scene monkey1 with dissolve
    monkey "哈哈，摩昂太子之前也没少给我们帮忙，虽说他带领了一些虾兵蟹将除了妖怪，老孙其实手痒了还想打上几架呢。"
    pig "猴哥，你怎么都夸人家啊，俺老猪当年不仅要为师傅化斋扛行李，还险些被蒸了。"
    pig "当年的苦吃的还真多！"
    show wd11 with dissolve
    dude9 "佛爷和使者能够功德圆满也是因为自身修为。"
    dude9 "不仅为后人做了榜样，而且在人间两位的大名又有谁人不知晓。"
    hide wd11 with dissolve
    pig "唉，说到这个，西凉的子民有多久都没给俺老猪烧香了。"
    pig "这里的皇帝贵族信奉妖道，只有少数老百姓才信神拜佛。"
    monkey "（拍了拍猪八戒的肚子）呆子，得道了还想着尘世之事。"
    monkey "老龙王这儿够你吃个饱的了。"
    "这时，全桌的宾客们都捧腹大笑。大家也开始给龙王说贺寿词。"
    show jm3 with dissolve
    f1 " 阿凌姐姐，你初来乍到，我给你介绍这里的宾客吧。"
    show sx1 with dissolve
    f1 "那一桌坐的是八仙，为首的是吕洞宾和何仙姑。"
    show sx2
    f1 "他们二人仙法了得"
    show sj with dissolve
    f1 "这一桌坐的有凌天玄女"
    f1 "她是五湖四海中法力最厉害的前几个神仙了。"
    show wes1 with dissolve
    f1 "这个男子是我的表兄，南海三太子。"
    f1 "他常常在外修炼，我们有些时日未曾见过面了。"
    f1 "还有坐在第一排的有镇元大仙，斗战胜佛，和净坛使者。"
    f1 "相信不久后各路菩萨大仙还会陆续来呢。"
    show princess1 with dissolve
    mc_1 "这么热闹。我第一次见到这么多仙人，简直不敢相信我的眼睛。"
    mc_1 "原来除了凡人，六界中还有如此多的生灵。"
    f1 "是啊，六界中无奇不有。除了神仙和凡人，还有妖魔，菩萨，龙族，和灵体。"
    f1 "若是有朝一日，姐姐可想修炼成仙？"
    menu:
        "我想修仙":
            $ det += 5
            "坚定 +5"
            mc_1 "若是有缘，我还真希望能够得道成仙。"
            mc_1 "上次腾云驾雾已经让我开始喜欢上了仙法。有了长生之道就能避免轮回之苦了。"
            f1 "如此甚好，姐姐与我就能成为永世的姐妹了。"
            jump ep2

        "只想做凡人":
            mc_1 "如今我没有成仙的意愿。"
            mc_1 "虽然法术有趣，可是一旦成仙就要与我的父王母后分离"
            mc_1 "这样我怎么看他们受尽轮回之苦，自己却在天上过着漫无止境的日子？"
            mc_1 "我还想好好尽孝道，和他们多相处些日子。"
            f1 "姐姐的顾虑我明白，我也不想和家人分开。如今尽孝道也是好的。"
            jump ep2
label ep2:
"或许是某桌的男子注意到了我这个生人，他本来走向了九妹却无意中听见了我们的谈话。"
show wes2 with dissolve
wes "九妹，你竟然带了人间女子来龙宫。"
wes "虽然叔父一向疼爱你，可是这还是不合礼数。"
scene jm2 with dissolve
f1 " 三哥， 这位是西凉的公主。阿凌姐姐是我的好友，上次多亏有她，我才在人间无险。"
show wes4 with dissolve
wes "原来如此。（看向我）小王也不是不通情达理，既然西凉公主对九妹有恩，那就是龙宫的客人。"
wes "虽说人间也有山珍海味，可比起龙宫是要逊色不少了。"
show princess1 with dissolve
mc_1 "三太子不必客气。凡尘之物确实不比仙家圣物。"
mc_1 "九妹说王母娘娘还带了蟠桃为贺礼。蟠桃树可要三千年才结果，人间哪有如此稀有的果实啊。"
show wes7 with dissolve
wes "非也，佛爷住的不周山上有一片枣树。"
wes "枣子五千年才会熟，若是凡人吃了寿命可与天地相比， 青春永驻。"
wes "只可惜不周山对于肉眼凡胎来说只是海市蜃楼。"
show princess4 with dissolve
mc_1 "哦，那要如何到不周山?"
hide princess4 with dissolve
wes "基本法术可进，仙人可进，只是没有修为的凡人进不去结界里。"
show princess3 with dissolve
mc_1 "（有点失望）如此一来，我还是需要好好钻研法术。"
mc_1 "只是不知道要如何拜师学艺。"
show wes1 with dissolve
wes "我的师傅是南海观世音菩萨。"
wes "她的法术包括了起死回生，治疗伤者，当然也有物理攻击的法术。"
scene j1 with dissolve
f1 "而表哥摩昂太子也有在西海收徒弟。"
f1 "他的法力是利用水来攻击敌人，一次可攻击数十个人。"
f1 "只要稍微懂得三成，就可呼风唤雨，七成便可召唤海啸，山崩地裂，无所不能。"
show princess1 with dissolve
mc_1 "如果能呼风唤雨，为何世上还有灾荒大旱？"
scene wes5 with dissolve
wes "下多少雨都是上天的旨意。冥冥之中，灾难福报都是定数。"
wes "可若是随意降雨，残害生灵，还会触犯天条。"
show wd8 with dissolve
dude9 "（向我们走来）一切可还安好?"
show princess1 with dissolve
mc_1 "嗯，我们在讨论在哪里拜师学艺的好。"
mc_1 "这五湖四海里最厉害的神仙是谁？"
show wd9 with dissolve
dude9 "这可不好说。"
dude9 "天上的神仙最厉害的莫过于凌天仙子和忘尘仙子，只可惜后者已经被贬下天庭。"
dude9 "她们的师傅都是同一个人"
dude9 "斗战胜佛的实力不可小觑，除了佛祖，这天上地下还未有人拿他有什么办法。"
dude9 "这四海以内，便是南海三太子和我能够打败法力高强的神仙或者妖怪。"
dude9 "若是记得没错，南海观世音菩萨也有在收徒弟。"
show wes1 with dissolve
wes " 小王的仙法不敢和其他仙家和菩萨来相提并论，说起来，我的师傅也是南海观音。"
wes "若姑娘想去拜师，那必定是危难重重。可别忘了，凡人是很难去仙界的。"
show princess1 with dissolve
mc_1 "原来如此。看来有这么多厉害的神仙和菩萨。"
mc_1 "而我的父皇却一直只听从那个什么魔尊的话。若是我练成仙法，还不把那妖怪赶出去。"
show wes4 with dissolve
wes "人间的宗教自由我们也不便插手。"
wes "前面还有宾客，小王先行告退了。"
show j1 with dissolve
f1 "（目送他离开）本来我不打算说这些的，可是阿凌姐姐，你可千万不要去单挑那个魔尊。"
f1 "他法力高强，而且就连整个三界能打败他的人都寥寥可数。"
f1 "昨晚魔尊悄悄地来了龙宫，本打算偷走我们这里的两件宝物，可是他却只能带走一件。"
show princess4 with dissolve
mc_1 "还有他偷不走的宝物?"
show j1 with dissolve
f1 "嗯，传说灵犀双剑是当年忘尘仙子的法器."
f1 "当她被贬下天庭，她的武器也不知所踪。不巧正好落在我们深海里了。"
show princess4 with dissolve
mc_1 "那不是人人都想要这个厉害的武器了？"
show j1 with dissolve
f1 "话虽说如此，可是灵犀双剑是自己挑选主人的"
f1 "若是它不想任你为主任，就算你想触碰它都会被剑气所伤"
mc_1 "你们可有试过?"
label ep2_4:
scene wd8 with dissolve
dude9 "龙宫的贵族都试过此物，可是我们都拿它没办法。"
show princess1 with dissolve
mc_1 "如此神奇？那不然让我一试？听起来挺好玩的。"
dude9 "好，我们带你去看看。"
mc_1 "这个宝剑果然不同凡响。"
show bg16 with dissolve
play music "audio/emotional.mp3"
"前面的宝剑被安置在大石上，当我走向前面时就感受到了一股神秘的力量。"
"奇怪的是，这两把剑好像已经被放置很久了却没有生锈。"
"我一转头就发现他们两个都已经止步不再向前"
show princess6 with dissolve
mc_1 "怎么了？"
show jm6 with dissolve
f1 "阿凌姐姐你有所不知，这两把剑威力无比。"
f1 "我们想靠近都很困难，只要碰到剑就会被烧伤，这怎么还敢再靠近?"
scene princess6 with dissolve
mc_1 "只是试试而已，我不会被它们灼伤的。"
show sword with dissolve
"我慢慢走到宝剑前面，轻手轻脚地拿起被尘封在石头上的剑。"
"一开始，虽然我没有被烧伤，但是两把剑被卡在石缝里，很难取出来。"
"虽然有些沉甸甸的， 我还是用了全部的力量把它取出来了。"
"那一刻，天摇地动，海水翻腾。虾兵蟹将都被逆流的海水卷到千里之外。"
show sword1 with dissolve
"灵犀宝剑光芒四射，发出金光闪闪的光泽"
"不过一会儿，又暗淡下来了。"
show jm6 with dissolve
f1 "阿凌姐姐，你好厉害，竟然取出了此等宝物。"
show wd7 with dissolve
dude9 "我们先要恭喜你，可是此剑的威力已经打扰到了此次的宴会。"
dude9 "等一会各路神仙会来这里查看。若是查出你的身份，说不定还有一些麻烦。"
dude9 "不如，我用法力送你回去?"
mc_1 "那还是要向他们解释一下吧?"
show wd9 with dissolve
dude9 "我与九妹可以向他们解释。你先回去吧。"
show princess6 with dissolve
mc_1 "既然如此，那好吧。"
"摩昂太子手指一弹，就有蓝色的光把我包围住，接着我就直接回到了地面上。"
scene bg7 with dissolve
"抬头一看，已经来到了帝都。"
"回到皇宫后，我本想去让阿轩看看这个宝物，可是这次却不一样。"
"她现在说不定和六郎还在一起嬉戏，我不想这个时候去打扰他们。"
"一个是陪我从小到大的朋友，另一个而是从天而降的仙郎。"
"现在如果他们突然在一起的话，是不是就代表我要失去两个朋友了?"
show 401 with dissolve
play music "audio/soft1.mp3"
"这个时候宫廷里还是一样安静，虽然我打算在宫外再逗留一会儿再回去，可是今晚的月光越来越微弱。"
"我还没进入寝宫，就发现六郎在殿外打坐。"
"难道他在等我?"
"想起白天他和阿轩在一起嬉戏的事情，我感觉"
menu:
    "欣慰":
        $ friend_x += 10
        "阿轩 友情 + 10"
        "想到这里，我还是主动和他打了招呼。"
        "听到了脚步声，他也微微睁眼。"
        "或许有些欣喜，他也慢慢向我走来"
        jump ep2_1
    "生气":
        $ six_l += 5
        "六郎 好感 + 5"
        "不知道为什么，白天的事情让我不开心，所以我还不愿主动和他交谈。"
        "而且他虽然在这里打坐，可是这不一定代表他是在等我。"
        "若是真的在等我，谁知道他是不是想告诉我他喜欢阿轩。"
        "想到这里，我不禁蹙眉一番。"
        jump ep2_1
label ep2_1:
show six_28 with dissolve
six "今日一整天都寻你不得，公主为何独自一人出宫了?"
six "你又把我一人丢在皇宫里，明明这里的人我都不熟悉。"
mc_1 "你不是熟悉阿轩吗？我看你们很是要好啊。就算我离开了，你不是可以陪她一起玩吗？"
six "这怎么会一样呢。是公主带我进宫的，你还答应要带我玩遍西梁。难道这些都不算数了？"
show p24 with dissolve
mc_1 "是啊，这怎么会一样，你这么喜欢她。"
mc_1 "今天早上我都看见了。"
mc_1 "以后还是让她陪你一起玩吧，本公主不奉陪了。"
show rom1 with dissolve
six "(拉住手腕) 等等，公主是不是吃味了？我何时说过喜欢阿轩了?"
mc_1 "怎么会呢，本公主没有这么无聊吃你的醋。那你们。。?"
six "我是看阿轩无聊才教她用肥皂水吹泡泡，谁知她早就会了。"
six "本来我还想找你一起，可是我们找了整个皇宫都不见你的踪影。"
show p38 with dissolve
mc_1 "原来是这样。就算如此，我看阿轩是喜欢上你了。"
mc_1 "小傻子，你艳福不浅啊。"
show six_32 with dissolve
six "何以见得?"
hide six_32 with dissolve
mc_1 "都怪你这么俊俏，也难怪情窦初开的少女会对你-"
scene six_33 with dissolve
six "（低眸看着我）对我如何?"
mc_1 "（一时脸红）谁知是哪家的姑娘对你一见倾心了。"
six "（相视一笑）那你说说是哪一家的姑娘？"
menu:
    "阿轩":
        $ friend_x += 10
        "阿轩 友情 + 10"
        $ six_l -= 10
        "六郎 好感 - 10"
        scene p32 with dissolve
        mc_1 "一定是阿轩了，上次我们去拜访她时，我就发现她的眼神从未离开你。"
        show six_28 with dissolve
        six "阿轩确实清丽可人"
        six "可是我并非凡人，始终不能与人结为连理。"
        mc_1 "看你这么夸她，就是喜欢她了？是不是如果你是凡人，就会和她。。。"
        six "你想到哪里去了？我也是因为你的关系才会认识阿轩。我们就只是朋友。"
        hide six_28 with dissolve
        mc_1 "（敷衍）好，好"
        jump ep2_3

    "一个特别的人":
        $ six_l += 5
        "六郎 好感 + 5"
        scene p27 with dissolve
        mc_1 "这三言两语哪说得清啊。我看肯定是一个特别的人吧。"
        mc_1 "要不然就是一人之下，万人之上，要不然就是有着沉鱼落雁，闭月羞花的容貌。"
        show six_34 with dissolve
        six "（若有所思）金枝玉叶就是一人之下，万人之上。"
        six "公主有着沉鱼落雁的容貌。"
        six "难道那一家的姑娘并非小家碧玉，而是皇家之女?"
        hide six_34 with dissolve
        mc_1 "小傻子，话都让你一个人说了，还要打趣我不成?"
        six "（甜笑）公主只需告诉我是猜对了还是错了"
        mc_1 "（撇过头，偷笑）哼，错了，错了。要是错了，我就不理你了。"
        show six3 with dissolve
        six "（轻声细语）公主不要不理我，若是六郎惹你生气了，我这就向你道歉。"
        mc_1 "说你是小傻子，你还真的傻。"
        six "不是你告诉我，这称呼是西凉女子对特别的男子才叫的吗?"
        mc_1 "好啦六郎，你虽是仙人，可是有时候却和凡人一般天真。"
        show six4 with dissolve
        six "（摇头）我并非和普通凡人一样，涉世未深。"
        six "身为仙人，我虽有少年容貌，却早有百年修为。"
        six "若是是其他人，我未必会以如此姿态与他们交流。遇到凶神恶煞之人，我也会以仙法惩治。"
        show p27 with dissolve
        mc_1 "你的意思是仙人都有鉴定好人和坏人的能力，所以会以慈悲，淳朴的心来和好人相处。"
        mc_1 "但如果是坏人，就以刑法惩治？"
        hide p27 with dissolve
        six " 正是如此， 每个仙人都要有惩恶扬善的能力。可我下凡的次数极为稀少，不曾用过仙法在人的身上。"
        six "平日我在天上是在太上老君门下专门掌管丹药和仙草。"
        six "我与兄长都兄友弟恭，和家人也相处融洽。师尊待我如子，师兄师弟都与我关系甚好。"
        six "在如此环境之下，我从未施展法力来惩治恶徒。"
        mc_1 "所以六郎才一直保持着一颗赤子之心。"
        jump ep2_3
label ep2_3:
scene 400 with dissolve
six "既然你现在知道我是仙人，那我也不必瞒你。我的师尊刚从南海来到西梁，我想出宫去见他。"
mc_1 " 嗯，你说要带贺礼给他。到底是何物啊?"
six "蟠桃。"
show p42 with dissolve
mc_1 "哦，就是那个凡人吃了可以有修为的宝物。"
six "是啊，蟠桃要每五百年才会有。就连对仙家来说也是稀有的宝物。"
show p41 with dissolve
mc_1 "那你带我去见见你的师尊吧。我只在戏曲里听过太上老君，可是还没见过他呢。"
six "啊，这太冒险了。"
mc_1 "你们约在哪里见面啊？而且是不是带给他礼物之后，你就要回天上了?"
show six_27 with dissolve
six "我们约在客栈见面，周围的人都也只会以为我们是凡人。"
six "带给师尊礼物后，我确实要回天上了。那个时候，就要和你道别了。"
mc_1 "你这么快就要走？下次你就带我去见你的师父吧，我是不会揭穿你们的身份。"
mc_1 "我还想和你道别，我还想与你在一起久一些。"
six "（有些被打动）那容我再想想吧。"
show bg13 with dissolve
"不久后我们各自回房就寝了。"
"今天这一天所以的经历都让我难以忘记。"
show bg3 with dissolve
play music "audio/soft2.mp3"
"一天后，我用完早膳，就被叫到御花园去。听说是某个大臣的儿子今天要和我相亲。"
"他的父亲是黄门侍郎。"
show p27 with dissolve
mc_1 "看你相貌堂堂，叫什么名字？哪里人士啊？"
show wc1 with dissolve
w "微臣名叫王昌，从小就在帝都里长大。"
show p31 with dissolve
mc_1 "嗯，你今天敢来这里相亲，想必你知道本公主是不好惹的。"
mc_1 "你可知道西凉的驸马可不好当?"
hide p31 with dissolve
w "微臣明白公主想要找到一个谦卑有礼，学富五车的人。"
w "今年我高中状元，微臣相信一定能赢得公主青睐。"
show p12 with dissolve
mc_1 "哼，做我的驸马又不是进翰林院或者当状元。说说你为何想要做驸马?"
w "听闻公主美貌而且又是个特别的女子，微臣今日一见，甚是喜欢。"
mc_1 "漂亮的姑娘可多了，谁知道你是不是见一个爱一个?"
mc_1 "不如，你和宫里的带刀侍卫比试比试，若是你能赢他，我们再继续聊下去。"
"我本是想刁难这个年轻的男子，可是没想到他和一个侍卫过招之后却有两下子。"
scene wc1 with dissolve
w "公主，这回我们是否能继续聊?"
mc_1 "你武功不错，是向谁学的?"
w "我的叔叔，镇国大将军"
mc_1 "平时喜欢做什么?"
w "无非就是琴棋书画，舞文弄墨"
show p8 with dissolve
mc_1 "可有青梅竹马? 之前是否有心仪之人?"
w "没有。"
"本来我对他的答复是算满意的，可是这时阿轩却打断了我。"
scene xuan with dissolve
play music "audio/lh.mp3"
girl_1 "公主，婢子打听过了。前段时间王昌才刚刚办了冥婚，而且还是在酒楼里办的。"
mc_1 "什么是冥婚啊?"
girl_1 "就是为了安抚鬼灵，和过世的人一起成亲。"
girl_1 "以后若是王昌再成亲，死者为大，那就代表公主还要做妾，而不是正妻。"
girl_1 "就连以后你生的孩子都得叫你二娘啊。"
show p6 with dissolve
mc_1 "什么？！气死我了，这个王昌说自己没有心仪之人却搞出来冥婚，还要我做小？"
show wc2 with dissolve
w "不，公主是误会啊。误会！"
w "我已经给那位姑娘的家人一笔聘礼了，过段时间就和他们取消婚约。"
show p6 with dissolve
mc_1 "好你个王昌，敢娶死人当正妻，还投机取巧要本公主给你做妾。"
mc_1 "竟敢隐瞒这么大的事情。来人啊，把王昌重打五十大板，再拖出去。"
hide p6 with dissolve
w "公主，冤枉啊。我也是逼不得已！"
show p6 with dissolve
mc_1 "还不把他带下去?!"
"现在我胸口一堆怒火，明显对这次的相亲很不满意。"
"本来以为找到了一个还不错的人，原来还有这么多事。"
"奈何我认识的人也不多，到底如何才能找到对的驸马呢?"
"只有三十天了啊。"
play music "audio/changan.ogg"
show bg1 with dissolve
"于是我发令下去让整个西梁未成婚的男子都来测试看看能不能做驸马。"
"虽然不能强迫让男子来报名，但是报名的人都能得到一笔钱。"
"可是这其实才是噩梦的开始。"
scene crowd with dissolve
"我低估了参赛者们的意图，好多人其实只是为了钱才踊跃参加征选驸马的比赛。"
"不到一天，皇城外就挤满了一堆颜值不过关的古装男子。"
"天啊，我的心顿苦涩了，这要怎么选驸马啊?"
show p11 with dissolve
mc_1 " 还有哪位公子没报名？之前忘了说，若报名者是美少年的话还可以再加100两银子。"
show mc_2d with dissolve
girl_2 "真的?公主决不食言?"
hide mc_2d with dissolve
mc_1 "公主一言，驷马难追。"
show mc_2d with dissolve
girl_2 "我替几个人报名，他们随后就到。"
hide mc_2d with dissolve
mc_1 "（看着周围的男子，苦笑）随便吧，至少不要比他们还让人无语就好。"
scene 16 with dissolve
"不到半刻，真的有三个少年来皇城参加了。诶？他们不是六郎的哥哥们吗？"
"一波未平，一波又起。虽然这些男子一个个英俊无比，可是他们可是天上的仙君。"
"还没等我回过神来，所有被选上的男子都已经坐下来了。"
show pn1 with dissolve
p1 "素闻公主有着倾国倾城的容貌，今日我等一见，真是三生有幸啊。"
p2 "是啊，娶妻就要娶公主。"
p1 "我说金榜题名是小登科，娶到公主才是大登科。"
show pn2 with dissolve
p2 "（附和）保家卫国是小事儿，娶公主是大事儿。"
play music "audio/lh.mp3"
"一个声音从人群里传来，\"原来当驸马还得会拍马屁啊？\""
p1 "哪个宵小在议论本公子？你知道我的家世显赫吗？看我不拔了你的皮！"
p2 "赶紧给我站出来！"
show p26 with dissolve
mc_1 "本公主最讨厌拿家世当作为所欲为的借口了。"
mc_1 "就连王孙贵族也要被百姓批评的，你难道觉得自己有点身份就可以这么大声说话吗"
p2 "公主饶命啊。"
mc_1 "哼，死罪可免，但活罪难逃。"
mc_1 "敢说出保家卫国是小事的人和叛党也不远了。这回你们不死也要脱层皮。来人啊——"
"两位男子双双下跪，跪地求饶。"
"还不等我发令，某个男子就吓的屁股尿流了。场面马上混乱了起来。"
show five_12 with dissolve
five "哎呀，大家来看看，我只听说过小儿尿床的，还没见过成年男子这么狼狈呢！"
"这话一出，惹得众人讥笑。"
p1 "（恼羞成怒）我认得这个声音，刚才就是你在捣乱。好你个小子，看我不替你爹教训你。"
five "不等你教训我，公主可要替你娘教训你啦。哈哈，马屁精，你的脾气不小嘛。"
show pn1 with dissolve
p1 "从小到大，我没这么丢人过。今个若我不教训你，我就枉为人，我跟你拼了！"
"这暴躁男子赤手空拳想去揍五郎，可是每次挥拳都被轻易躲过。"
"另外一位男子更是狠毒，拿起前面的石头想在后面偷袭，可是却被五郎踢中了肚子，摔倒在地"
show p37 with dissolve
mc_1 "在皇宫也敢挑事？"
mc_1 "看来你活的不耐烦了。来人，传令下去，把他们的外衣脱去，重打80大板，接着再让他们爬回去。"
mc_1 "记着是爬回家门口，而不是走回去。"
scene crowd with dissolve
"很快，两人就被一群侍卫拖走了。。。"
"一群人看的心惊胆战的。想必他们早有耳闻我这个公主确实不太好惹。"
"一部分人已经退后了好几步。"
show p26 with dissolve
mc_1 "若是尔等敢现在退出， 那就把参赛者的银两退还。"
hide p11 with dissolve
"戏剧化的是，一部分人又向前了几步。"
show five_13 with dissolve
five "公主，我们现在站在这里也不是办法， 你是要每个人都聊聊呢? 还是现在选几个呀?"
show p31 with dissolve
mc_1 "你以为挑驸马是去集市选菜啊?" 
mc_1 "我要你们先去和少将军比武，若是胜出才可去下一关。"
show three_10 with dissolve
boy "若是败下阵来，那当如何"
boy "是否就可离开皇宫?"
hide three_10 with dissolve
mc_1 "手下败将当然要离开，但是第一关都过不了，那么银两还要退还。"
show four_1 with dissolve
four "大动干戈还是不妥，用武力取胜若是伤及无辜可如何是好?"
mc_1 "放心，我会让少将军点到为止。"
hide four_1 with dissolve
show p27 with dissolve
mc_1 "医药费我来出。现在要是害怕了，尔等还可以提前退出哦。"
scene bg15 with dissolve
play music "audio/solemn.mp3"
"就这样， 宦官带领着众位参赛者去擂台上切磋。大家和少将军的比武开始了。"
show sjj2 with dissolve
"少将军是整个西凉最年轻的将军，他虽然才刚满二十，但是已经战功赫赫。"
"正是如此，我才放心让他帮我挑选好的驸马。"
sjj "今日我奉公主之令和各位公子比武，若是伤及各位，还请海涵。"
sjj "为了挑选最好的驸马，我绝对不会手下留情。"
show pn3 with dissolve
p3 "素闻少将军很有本事，我要看看是不是真有其事。"
hide pn3 with dissolve
sjj "请。"
show bg15 with dissolve
"少将军拿起武器就先发制人，不仅把参赛者的衣服划破，而且不到几秒的时间，那人就开始流血不止。"
"我本以为他会收手，可是他一脚把躺在地上的男子踢出了台下。"
show p26 with dissolve
mc_1 "不是说好点到为止？ 少将军你也太狠心了吧。"
show sjj3 with dissolve
sjj "此男子方才想贿赂我，所以我才要好好教训他。" 
sjj "选驸马如此重要的事情怎可让他鱼目混珠"
mc_1 "将军应该提前告诉我，这样我才好赏罚分明。之前都已经说好点到为止了。"
sjj "公主恕罪。"
mc_1 " 好吧，继续"
show crowd with dissolve
"看到上一个男子的惨状，很多人都有些后怕了。"
"人群中一个孤傲的少年看起来却不把方才的事情当作一件事。"
"他好像还有些轻视少将军。"
show p_7 with dissolve
mc_1 "白衣少年，你往前来。你姓甚名谁?我们是否见过面?"
show three_10 with dissolve
three "在家我是第三子，所以人称三郎。公主远在皇城内，我们怎会见面?"
mc_1 "也是，我觉得你有些面熟，也不知是在哪里见过。"
three "（轻笑）莫非是我太过俊朗，公主以为我们曾经邂逅过?"
show p27 with dissolve
mc_1 "你未免太过自信了吧，我要你和少将军比试一下。刚才看你有些不服气。"
three "好，不过我有个要求。"
mc_1 "什么要求?"
show three_10 with dissolve
three "少将军可用任何兵器，可是我只想用右手和他比武。"
show sjj1 with dissolve
sjj "就凭你还想活着走出去？现在说了大话，等会自行负责。"
three "拭目以待。"
"这场比试有更多的人前来相看。 好多人都想看看这个白衣少年是不是能打败少将军。"
"与上回一样，少将军选择了一把剑，飞快地挥刀，直接想取得白衣男子的头颅。"
sjj "此等头颅，我必取之"
show three_89 with dissolve
three "贻笑大方"
"三郎确实没有拿任何武器，他把左手收到身后。"
"只用两根手指就把少将军的刀折断了。"
"少将军将剑直接抛向三郎，却被他直接接住。"
show sjj5 with dissolve
"将军不死心，想要踢三郎的腿。三郎屡屡让招。"
"不过三招，将军的腿却差点被折断。"
show three_89 with dissolve
three " 方才你招招致命，本座不与你一般见识。这次就当治治你的桀骜不驯。"
show five_14 with dissolve
five "三哥， 你也太狠了。人家少将军一个凡夫俗子让你打成这样了。"
scene p31 with dissolve
mc_1 "你叫他三哥，你们都是六郎的哥哥。"
show four7 with dissolve
four "是。（看着将军） 少将军的伤势不轻，我有一物方可保他安然无恙。"
four "（拿出一个瓶子）里面有丹药，让少将军服用一次，不到一个时辰便可痊愈。"
show p11 with dissolve
mc_1 "好，来人，把少将军扶下去。我们稍后再谈。"
show five_14 with dissolve
five "还要比武?"
show p31 with dissolve
mc_1 "有你们三个在这里，还能比下去吗？我想单独和你们三个聊聊。"
play music "audio/music_2.mp3"
scene bg2 with dissolve
"神仙和凡人是不可以相恋的，而如今有三个仙君都来我这里报名当做驸马，还真是奇怪了。"
"来到内廷，我就开始质问他们这回的来意。"
show p40 with dissolve
mc_1 "你们可知道报名后是有可能当上驸马的。"
mc_1 "这回你们来皇宫是不是想开我的玩笑?"
show five_12 with dissolve
five "不是不是，我们是因为很多原因才来的。"
five "我们并非有意阻扰公主选驸马。"
show p39 with dissolve
mc_1 "你们是六郎的哥哥。六郎乃是仙人，各位必然也是仙君了。"
mc_1 "我虽然是凡人，可是也想要一段好的姻缘。"
mc_1 "你们这样瞎掺合，我看是打败了整个西凉的凡人都找不到驸马了。"
show four7 with dissolve
four "公主知道我们是仙人，那还请体谅我们。此次妖道横行西梁，偷盗龙宫宝物之后就躲在了深宫里。"
four "我们之中只有三哥当年与他打成平手。"
four "三界之中，能打败他的人寥寥无几。"
hide four7 with dissolve
mc_1 "所以你们就报名参加，想要来到这里一探究竟"
show five_12 with dissolve
five "嗯，大致上是这样。"
scene p41 with dissolve
mc_1 "倘若你们一直破关斩将到最后，却又不肯当驸马，那么不是藐视皇室?"
mc_1 "若是你们不能给我好的答复，那么我现在就取消你们的比赛资格。"
show five_10 with dissolve
five "我们也是实属无奈。人仙相恋必遭天谴。"
five "古往今来，无一幸免。"
five "是有人提前帮我们报名，所以我们也才将计就计来到皇宫一探虚实。"
show p39 with dissolve
mc_1 "还有人能帮你们报名，是何人有这么大的能耐让仙君们妥协来皇宫?"
show four_1 with dissolve
four "是我们的好友。"
show p38 with dissolve 
mc_1 "（狡猾一笑） 哦，我知道了。肯定是一个姑娘啦。"
mc_1 "难道是上次在客栈里的那位姑娘让天上的三位仙君都不得不来?"
scene four_1 with dissolve
four "她并无恶意，只是有些淘气罢了。"
four "还请公主不要为难她。"
show p38 with dissolve 
mc_1 "仙君何必如此着急?"
mc_1 "我虽贵为金枝玉叶也没有什么男子诚心诚意来做我的驸马"
mc_1 "而你们这些仙人却为了一个人间的小姑娘来皇宫。"
scene five_17 with dissolve
five "公主别误会了，是她把我们卖到皇宫里了。"
five "就区区几百两银子而已，真不明白有什么好挂念的。"
show p38 with dissolve
mc_1 "让各位仙君挂念的小姑娘肯定是一个奇女子了。"
mc_1 "她是何等样貌？青春多少？你们一一回答，不得作假。"
show five30 with dissolve
five "萧萧不施粉黛就已经是绝世佳人了。芳年二十，明眸皓齿。"
five "就好像诗经里所说，巧笑倩兮， 美目盼兮。"
five "她性子虽然有些急，但不失天然可爱。而且她经营客栈起来头头是道，大方得体。"
five "我看就算是天上的仙女和她比起来也逊色不少。"
show p39 with dissolve
mc_1 "有这么夸张吗？"
mc_1 "（看向四郎和三郎）你们做哥哥的兴许沉稳些，不该夸大其词。"
show four35 with dissolve
four "（面色发红）她。。。 萧姑娘是性情中人，心地善良。"
four "家中虽然经商，但是算得上是老实的生意人。"
hide four35 with dissolve
mc_1 "那你说她相貌如何啊？"
mc_1 "我怎么知道五郎是不是欺骗我在先，你又找一个胡话塘塞过去？"
mc_1 "我看你手腕上有佛珠，说不定是佛道中人，那可别打诳语。 "
show four35 with dissolve
four "清水出芙蓉，天然去雕饰。"
four "（真诚）五弟不曾说假话，萧姑娘确实是美艳动人。"
scene p38 with dissolve
mc_1 "好啊，你们一个个用诗经和唐诗来形容这个绝世女子，她肯定是一个奇女子了。"
mc_1 "可是我还要一个人的答案才肯信服。"
show three_33 with dissolve
three "我的弟弟们不是已经把她捧到天上去了"
three "那我的回答可还有必要？"
mc_1 "那是当然了。我要采纳三个意见才好定夺啊。"
show three_34 with dissolve
three "她五官端正，清丽可人。"
three "危难当头也可以临危不乱，算得上一个女中豪杰。"
hide three_34 with dissolve
three "美若天仙是有些过赞了，依我所见，她其实就比普通凡人女子娇俏些。"
three "我自幼在天宫被天帝和王母亲自抚养，天上的仙女无一不知，无一不晓。我的弟弟们确实有些夸大其词了。"
show p33 with dissolve
mc_1 "那他们就是欺骗本宫了？"
mc_1 "你们的答案并非一样。"
three "非也，他们非但没有欺骗公主，而且还很坦诚。"
mc_1 "我不明白，你说他们夸大其词但又坦诚？"
hide p33 with dissolve
three "四弟拜入地藏王菩萨门下，一直在九华山修炼，见过的女子不多。"
three "他又是菩萨心肠，心中有佛，看谁都似佛。"
three "如此心善淳朴之人自然看谁都美了"
show p38 with dissolve
mc_1 "三郎言之有理，那你的五弟呢？"
mc_1 "这又如何说起？"
hide p38 with dissolve
three "五弟从小和观音菩萨在南海长大，每逢佳节才回天宫一趟。"
three "他和萧姑娘已经相处一点时间，也早已熟悉了她的性格。"
three "日渐情深，所以五弟现在想着她，也照实表达了心里的倾慕。"
show p39 with dissolve
mc_1 "（拍手连叫好）果真是情人眼里出西施。 各位仙君所言属实，我在皇城外见过萧姑娘。"
mc_1 "可我还有不明白之事，请仙君开导。"
show four_1 with dissolve
four "公主请说，我们若是知晓，一定尽力而为。"
mc_1 "我本以为女子要有倾城倾国之貌才会被仙君爱慕，可是好像又并非如此？"
scene five30 with dissolve
five "公主误会了，你以为萧萧要生的美貌才可被倾慕，可是你却不知道她的性情。"
five "她能言善道，对父母孝顺，对朋友仗义，而且遇见她的人都会愿意和她交心。"
five "我们是天帝之子，天上有这么多的仙女，每一个又都无与伦比。"
five "若是只是看重相貌，见一个爱一个，和那登徒子又有什么不同？"
show four35 with dissolve
four "如果就因为一个女子有着倾城之貌，我们兄弟就为她神魂颠倒，"
four "那我们就算不得是仙人，而是和地狱里的色鬼相比也无异了。"
show p37 with dissolve
mc_1 "那如果萧姑娘不是国色天香，她难道什么事情都依你，顺你？"
mc_1 "所以你们才说她性格好？如此来说，她就没什么缺点所以才能被爱吗？"
show five28 with dissolve
five "萧萧笑起来可爱，可是生气的时候，极为可怕。说起缺点，她也有自己的小性子，开心与否都挂在脸上。"
five "儒家提倡的温良恭俭让，她可没占全。除了父母，她最心疼的就是钱了。出门在外，就连买个糖人都要精打细算。"
five "她从来不讨好我们，而是把我们作为朋友来看待。有时候真诚也是证明一个人的品格吧。"
show p27 with dissolve
mc_1 "如此看来，若是喜欢一人，缺点也能看成优点了。"
mc_1 "萧姑娘果然有过人之处，本宫不会夺人所爱。"
"我拉开帘子后面，示意让站在后面的人走出来。"
"不到半刻，眼前的仙君们都眼前一亮。"
scene xiaoyu14 with dissolve
mc2 "平日里，我待你们不薄。"
mc2 "今日你们也说了我好话，要不然之前的事情就让它过去吧？"
show five_16 with dissolve
five "萧萧，原来你在这里呀。"
five "哦，你还说呢，为了几百两银子就把我们卖了。"
five "提前就把我们的名字注册到公主选驸马的名单里。"
show four_1 with dissolve
four "一切杂念，皆由贪起。"
four "阿萧，你本性不坏，只是对于金钱有太多的执着。"
four "可这世上有些东西千金也难买，你可明白？"
scene xiaoyu14 with dissolve
mc2 "（面有难色）这次是我不好，你们怨我也好，怒我也好。"
mc2 "自从你们进宫之后，我其实也很担心你们的。"
show five_16 with dissolve
five "担心我们还是担心银子啊？"
five "你是不是怕我们不能一路过关斩将，不到第一关就拿不到银子了？"
hide five_16 with dissolve
mc2 "没有没有，天地良心，我是真的担心你们的安危。"
mc2 "大不了下一次我亲自下厨，给你们做好吃的。我们萧家的独门厨艺还没有在外面展露呢。"
show three_33 with dissolve
three "不会是什么黑暗料理吧？"
scene xiaoyu10 with dissolve
mc2 "我是真人不露相，平日里不想夺了张大厨的光彩，才没有下厨的。"
mc2 "要是随便做个什么小葱拌豆腐还是北京烤鸭什么的，肯定不是难事。"
show p39 with dissolve
mc_1 "千金难买有情郎，千金难买心头好。萧姑娘，你可不要错过了身边的人。"
mc_1 "我在外面等你们。等一会我们去御花园见面吧，我会叫六郎，大郎，和二郎一同前来。"
mc_1 "不如就趁这个驸马甄选，让国师与你们过招。"
mc_1 "要是你们六个可以制服他，不仅龙宫的宝物可以完璧归赵，而且也除掉了西梁的大患。"
mc_1 "再来，我也不需在一个月内找到驸马。"
hide p39 with dissolve
mc2 "公主果然是好主意。"
mc2 "但是我们西梁的国师不是等闲之辈。他们六个会不会有事啊？"
show three_33 with dissolve
three "（不屑）我曾经一人就与他打成平手"
three "依我看来，单凭我一人之力就可把他制服。"
show p33 with dissolve
mc_1 "国师的妖法不能小看，他用童男童女的鲜血练着邪门歪道的法术。"
mc_1 "你们要当心为妙。"
play music "audio/heartbreak.mp3"
scene bg13 with dissolve
"说完之后，我就离开了宫殿。"
"本来我是想先找到六郎，然后带他去见他的兄长们。"
"但是找了好几个宫殿都找不到他。"
"于是我只有些闷闷不乐地回到寝宫，心里想着说不定大郎和二郎还在那里。"
"一旦想到他们白天的对话，我的心里就不是滋味。"
"本来都不想回忆那些说过的话了，可这么一想就又记起来了。"
show both3 with dissolve
play sound "audio/swoosh.mp3"
one "与人相恋就好比是水中捞月，到头来只是一场空。"
one "何等狂人才会把千年修为作为赌注，只为和一介凡人相守区区数十载的光阴？"
two "（想到什么）还是因为你心有所属，其他凡间女子你早就不放在眼里了？"
two "怎么说阿凌是金枝玉叶，你要是直接拒绝人家，那她会多伤心啊?"
one "（摇头）众生在我眼里皆为平等，不管是公主还是平民百姓，我都一视同仁。"
one "作为仙人，我们应该惩治恶人，赏罚分明，不该给凡人不切实际的希望。"
one "我心意已决，不管后果如何，我都不会接受公主的心意。我等仙人并非公主的良人。"
hide both3 with dissolve
play sound "audio/swoosh.mp3"
"想到这里，我又被拉回了现实。"
"此时我已经心灰意冷，只想平静地面对这无疾而终的单恋。"
"漫无目的地走回了我的寝宫。"
"心想，如果其他地方都找不到他们，那么大郎，二郎，和六郎说不定躲在我的宫殿里。"
"为了不让其他人误会，我支开了身边的宫女和太监。"
"虽然他们或许还在里面，但是我顾不得尴尬还是其他负面的情绪，直接在门外敲了敲。"
show six_1 with dissolve
"这开门的正好是面若莲花的六郎，他微微一笑，拉着我的手腕进去。"
"他似笑非怒，双目有情，唇若施脂。他虽然听起来是在抱怨，可是那一双如漆的眸子却没有任何怨气。"
show both1 with dissolve
"我一进来，撩开了珠帘就见到了房里的大郎和二郎。只见兄弟二人身姿俊朗，面如明月，各怀心思。"
"和六郎不同的是，大郎面善心冷，二郎看似有情，又似无情。"
"他们有些错愕地看向我。或许是他们之前有聊到我的关系，两人虽然面有难色，但是还是没少了礼数，起身欠礼。"
"纵然心里有千种忧愁，万般苦处，我还是回了礼。"
hide both1 with dissolve
six "平日里都是我来找你，今日怎么是你来找我？"
six "还是公主并非来寻我，而是为了我的哥哥们而来？"
show p24 with dissolve
mc_1 "（回复他）若是我不来找你"
mc_1 "是不是你就不来找我了"
scene six_1 with dissolve
six "（打趣）不，我今日早已卜卦"
six "以我的卦象来看，你会过来找我。"
show six_2 with dissolve
six "但我猜不单单是来找我一个人。"
"这时六郎的眼神有些失落，一副心事重重的样子。"
"再看向其他两位兄长，他们低眸不语。"
scene room3 with dissolve
"明明是盛夏，这整个房内都瞬间变得寒冷起来了。"
"其实自从我听见大郎拒绝我的话，我已经万念俱灰，不可能还厚着脸皮缠着他。"
"我的心中无比坦荡，也没有必要自行惭愧。"
"虽然恋情未果，作为公主，我并未犯法也没有必要和他们解释什么。"
show princess at left with dissolve
mc_1 "(真诚)这个月我本来是要招选驸马，可是没想到法力无边的国师去了龙宫盗宝。"
mc_1 "机缘巧合之下，三郎，四郎，和五郎都来到了皇城里。"
mc_1 "他们都在后花园等着你们。"
show two at right with dissolve 
two "他们怎么这个时候在皇城里？"
two "三郎一直与天帝在天宫修行。"
two "四郎也本该在九华山跟随地藏王菩萨学习佛法。"
two "五郎更是在南海和观世音菩萨修炼。"
mc_1 "他们都是来宫中竞选驸马的, 自然可以进宫。"
mc_1 "我的父皇发了皇榜，若是有意者，皆可参选。若是你们不来，也有其他人愿意做我的驸马。"
hide two with dissolve
show one at right with dissolve
one "岂有此理，他们不好好吃斋念佛，修生养性，钻研法术"
one "而是来到人间参选驸马。这简直是胡闹。"
mc_1 "（反驳）他们只是学习佛法和道家法术，又不是真正的出家。"
mc_1 "他们既然来选驸马，那我又有什么不收的道理？"
one "仙凡有别，岂能让他们违反天规。"
one "数百年前，西梁曾是女儿国。"
one "曾有西梁女王招唐三藏为夫，本尊未曾想到还有西梁公主招仙君为驸马。"
one "此等荒唐之事若是传出去，定会遭后人话柄。"
mc_1 "说什么仙凡有别，什么众生平等？"
mc_1 "你一会儿说将万物一视同仁，一会儿又摆架子觉得自己是仙郎，自持清高。"
mc_1 "后人说辞，与我何干？本宫心中一直坦荡，无需担忧后人言辞。"
mc_1 "不像某个表里不一之人，还要担心后人话柄。"
hide princess with dissolve
hide one with dissolve
"这话一出，显然是代表我听到了他们先前的谈话。"
"可是大郎和二郎并没有对开始的话惊讶，而是后面说到他表里不一，才让他们惊奇。"
"想来也是，到底是何人才敢公然挑衅天帝之子？"
show one at right with dissolve
one "果真是个伶牙俐齿的公主。"
one "你可知顶撞仙君又有什么下场？"
show princess at left with dissolve
mc_1 "本宫向来只谈礼法，问心无愧。"
mc_1 "若是我所言非虚，你又有什么立场来惩罚我？"
mc_1 "你要是只想听些讨好的话，就去旁人那里听去。"
hide one with dissolve
show two at right with dissolve
two "（意图圆场）公主言语犀利，但也未曾说假话。兄长与我自幼学习道家之法，明白的是仙凡之异。"
two "可是佛家倡导万物平等，如此观念又和道家相冲。自古以来，犯错的仙人也不少。"
two "我想兄长是有些措辞不当，并非表里不一。"
hide two with dissolve
show one at right with dissolve
one "佛家之言，我未能参透，但是道家之法却不敢忘。仙凡有别是因为人只能活于百岁，而神仙有无限的生命。"
one "众生平等是因为任何飞禽走兽，还是凡夫俗子都有修炼成仙的机会。"
one "公主若是只谈风月，无心问道，那也脱离不了凡尘之苦。"
one "古有西梁女儿国国王招错驸马，若是哪天你登基为王，可要走先人的错路？"
mc_1 "我的先祖是个多情女王，愿意用一国之富来招圣僧为驸马。"
mc_1 "各位仙君未曾出家，又是亲自来报名入选驸马，我有什么理由把他们拒之门外？"
mc_1 "（冷笑）别说是三郎，四郎，五郎，就算是六郎和二郎来参选驸马，我也照样让他们来竞选。"
mc_1 "倒是大郎，你自己不愿，还管起别人来了？"
hide princess with dissolve
hide one with dissolve
show six at left with dissolve
six "（面红耳赤）此话当真，我真可参选？"
six "兄长，若是哥哥们都能做驸马，为何多了我一个不行？"
"六郎双颊色如春花，犹如傅粉何郎。此言一出，他有一丝欣喜怎么都藏不住。"
show two at right with dissolve
two "（摇头）六弟，哪壶不开提哪壶啊？"
two "没看见兄长已经怒了吗？"
two "多了你一个不行，少了你一个不差。"
hide two with dissolve
show one at right with dissolve
one "(看着二郎)别说六弟，二郎你五百年前不是也差点做了女儿国公主的驸马？"
one "要不是你当年胡闹，开了这个头，众位弟弟怎么会想效仿你？如今倒好，一个个都学凡人谈情说爱，不守天规。"
hide six with dissolve
show two at left with dissolve
two "（蹙眉）陈年旧事，提这个作甚？"
two "说着六郎，怎么突然又聊到我身上来了？"
hide two with dissolve
show six at left with dissolve
six "五百年前，二哥差一点做了女儿国的驸马？"
six "这是怎么一回事啊？我怎么从未听你们说起？"
one "你二哥可化为鲲鹏，在天为鸟，在水为龙。"
one "他当年割下龙鳞，承诺变成凡人，与那女儿国公主永结连理。"
one "若不是父亲阻止，说不定如今已经沦落到七郎的境地。"
hide six with dissolve
show two at left with dissolve
two "（突然变得严肃）过往种种，早已化为云烟。"
two "什么风流之债，什么才子佳人都虚无缥缈。"
two "如今她入了地府，我在天上，两个不相往来，也不再挂念。"
hide two with dissolve
hide one with dissolve
"二郎的神情和往日不同，他那犹如秋月的面容多了许多伤感。百年前他是否和我的先祖有一段姻缘？"
"是什么样的女子让他割下龙鳞，起誓为人？ 又是什么原因让他斩断情丝，不再挂念她？"
"只见二郎走到我房间的角落，启动了一个我都不知道的暗格。他从墙里的暗格取出了一个黄金镶边的锦盒。"
"这盒子看起来虽然是皇家之物，可已经布满了灰尘和蜘蛛网。"
"他轻轻打开了盒子，众目睽睽之下拿出了一片金光闪闪的龙鳞。"
"我本来以为他是第一次来我的寝宫，然而他却早就知道这屋子里连我都不曾知晓的暗格。"
show two at right with dissolve
two "果真在此。她临死前都不愿把我的龙鳞带进棺材，而是选择和她的夫君合葬。"
two "如此一来也好，我们生不往来，死不挂念。"
show six at left with dissolve
six "（颇有感触）原来二哥还有如此刻骨铭心的一段往事。"
six "倘若二哥连龙鳞都敢拔掉，想必也不惧怕剔除仙骨之痛。"
six "如若当年两情相悦，为何还能让心爱的姑娘嫁给他人？"
two "我早就斩断情丝，不再留恋过去。当年之事，已成定局，覆水难收。"
two "如果不是兄长提起，我也早就不记得当年往事。"
six "（想到什么）我与二哥不同，若是真的与那女子两情相悦，我说什么也不会把她让给他人。"
two "（无奈）终身大事，非一人定夺。父王母后怎会由着你的性子，让你娶凡人为妻？"
six "（坚定）若是父亲和母亲不肯认定这门婚事，我就长跪不起。"
six "他要是一日不答应，我就一日不起。一年不答应，我就跪一年。我虽是仙人，长跪不起，不吃不喝，也终有牛头马面勾走我的魂魄一天。"
six "若是那时，他们还是不答应，我也下界为人。"
six "剔仙骨就是再疼，也是剔除我的骨头，那姑娘还可免了分离，锥心之痛。"
hide two with dissolve
show princess at right with dissolve
mc_1 "小傻子，身体发肤，受于父母。"
mc_1 "你要是为了心爱的姑娘剔除仙骨，她还不心疼你？"
mc_1 "纵然你再痴情眷恋，也不该伤了自己的身子。"
six "（目含泪光，甚是委屈）要是旁人也就罢了，你怎可不明白我的心意？"
six "若是旁人，我会傻傻的剔掉仙骨，被扒皮抽筋。只为与她相守百年？还是我闲的没趣，自找罪受？"
mc_1 "（有些惭愧）好六郎，你别伤心。"
mc_1 "旁人不知，还以为我是那负心薄情之人。"
hide princess with dissolve
show one at right with dissolve
one "（冷峻）我等旁人眼里只知道六郎身为神仙，却知法犯法。"
one "假以时日，就会被推出南天门外，步了七郎的后尘。"
six "我也非一人思凡，三哥，四哥，五哥皆是如此。"
six "二哥当年也有心系的凡人，就连我的弟弟七郎也和凡人结为连理。为何兄长一定要阻挠我？"
one "你都已经有了修为，怎么还是敌不过七情六欲？"
one "如果天上的神仙都下界思凡，那还有什么天规制度可言？"
scene p41 with dissolve
mc_1 "（火上加油）有道是妙龄聪俊风流子，堪配西梁窈窕娘。"
mc_1 "若是六郎愿意，又有何不可？"
show p42 with dissolve
mc_1 "西梁一直以来都繁华强盛，我现在就赠你金鱼玉佩为信物。"
mc_1 "不管是天涯海角，这金鱼玉佩是我西梁之物，凡是高官宠臣都有此等信物。"
scene one14 with dissolve
one "（内伤未好，被气的吐血）六弟，你若知法犯法，还有何脸面回去见父亲？"
one "我等仙人本该渡化世人，让凡人远离苦难。"
one "若是跌进情网中不能自拔，知法犯法，还在世人面前有何威严？"
one "怎能受人香火祭拜，却另存私心？难道真要等你被赶出天庭，剔除仙骨才乐意？"
one "等我们收了那妖孽之后，我就带你回天宫，面壁个三五百年。"
show p35 with dissolve
mc_1 "（拿着手帕抹泪）你要是把六郎囚禁个三五百年，他那时下来就算已无此意，我也早就化为白骨。"
mc_1 "要是换了我的故友，隔了千山万水，还至少每隔几年可以叙旧。"
mc_1 "现在你罚他在天上面壁，百年后，我们就生不见人，死不见尸了。"
show bg27 with dissolve
"我们之间的火药味越来越浓了，兄弟之间早已没了和睦。"
"六郎脸上有些泪痕，脸颊也红彤彤的，不服气地撇开了头。"
"大郎蹙眉低头，有些不忍，想来这是他们头一次争吵的这么不可开交。"
"兄弟三人，一个委屈不语，一个冷面冷心，还有一个急着劝说。"
show two16 with dissolve
two "（想起什么）兄长先不要生气，我想这次弟弟们进宫只是权宜之计。"
two "我们知晓盗取龙宫宝物的窃贼是妖道，弟弟们也必有耳闻。"
one "（思索一番）嗯，所言有理。"
show two15 with dissolve
two "（继续）虽然五郎是有些淘气，他一直跟随菩萨身边，也从未惹事生非。"
two "三郎是父亲亲自教导，对天界的礼法都谨慎处理。他从来都不感情用事，更别提跌落情网了。"
two "四郎更是与地藏王菩萨潜心修炼，对世人都有怜悯之心，一视同仁。"
two "兄长应该相信弟弟们不会犯下天规。"
show six30 with dissolve
"这时六郎才发现自己不该误会了哥哥们，还顶撞了兄长。"
"他沏了茶，举起杯子，恭敬地递给了大郎。"
six "兄长平日都不曾发怒，若不是我说了胡话，怎会如此气愤？"
six "（斟茶认错）六郎知错，请兄长不要迁怒他人。"
show one15 with dissolve
one "也罢，我不会迁怒任何人。"
one "你少不更事，可不要犯了和七郎一样的错。"
show p24 with dissolve
mc_1 "二郎所言属实，（看着大郎）你不等我说完就发怒，好像都忘了是谁收留了你。"
mc_1 "我是想将计就计，把招驸马做一个幌子，让你们去御花园和国师比试，若是赢了就拿回龙宫宝物。"
mc_1 "以后想去哪里，我都不管。"
mc_1 "你们去做你们的仙君，我继续做我的公主。"
show two16 with dissolve
two "公主何至于此？"
two "我们兄弟六人一定可以制服那妖孽，接下来就把他赶回魔界。"
two "除了这妖孽后，若是有缘还可继续相见。"

show black
"测试版到此结束，您是否想查看游戏的更多更新？"
menu:
    "是":
        "请在脸书，推特，ig关注我们。FB:@mayflowerstudiogames, Twitter: @MayflowerDev, Ig:@mayflowerstudiogames "
        "一定要填这份更新通知哦。  https://forms.gle/QN7ZmudcyJaZvn2h8 "
        show creditscroll
        $ renpy.pause(15.0, hard=True)
        hide creditscroll

        $ MainMenu(confirm=False)()
